[A_Weapons.WeaponType_Jakobs_Pistol:AttributePresentationDefinition_3 AttributePresentationDefinition]
NoConstraintText="Fires as fast as you can [skill]pull the trigger[-skill]."

[A_Weapons.WeaponType_Maliwan_Pistol:AttributePresentationDefinition_2 AttributePresentationDefinition]
NoConstraintText="Deals [skill]bonus elemental damage[-skill]."

[A_Weapons.WeaponType_Tediore_Pistol:AttributePresentationDefinition_2 AttributePresentationDefinition]
NoConstraintText="Explodes like a [skill]grenade[-skill] when [skill]reloaded[-skill]."

[Accessory.Pistol_Accessory_Stock_Stability:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="Increased [skill]weapon stability[-skill]."

[ManufacturerMaterials.Mat_Maliwan_1:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[ManufacturerMaterials.Mat_Maliwan_2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[ManufacturerMaterials.Mat_Maliwan_3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[ManufacturerMaterials.Mat_Maliwan_3_Rubi:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[ManufacturerMaterials.Mat_Maliwan_4:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[ManufacturerMaterials.Mat_Maliwan_5_Legendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="High [skill]elemental effect chance[-skill]."

[Name.Title.Title__Unique_LadyFist:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Love is a Lady Finger. True love is a Lady Fist."

[Name.Title.Title__Unique_Teapot:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Havin' a tea partay, drinkin' mah teeea!"

[Name.Title_Bandit.Title_Legendary_Gub:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Abt natural."
